Repository: Eilgnaw/dexo
Catalog: DexoNotificationService/Localizable.xcstrings
Source language: en
Languages: zh_hans

# push.compact.like.format
source: @%@ liked your post
zh_hans: @%@ 赞了你

# push.compact.link.format
source: @%@ linked your post
zh_hans: @%@ 链接了你的帖子

# push.compact.mention.format
source: @%@ mentioned you
zh_hans: @%@ 提到你

# push.compact.message.format
source: @%@ sent you a message
zh_hans: @%@ 发来消息

# push.compact.new_topic.format
source: @%@ created a topic
zh_hans: @%@ 创建了话题

# push.compact.post.format
source: @%@ posted new content
zh_hans: @%@ 发布了新内容

# push.compact.private_message.format
source: @%@ sent you a private message
zh_hans: @%@ 私信你

# push.compact.quote.format
source: @%@ quoted you
zh_hans: @%@ 引用了你

# push.compact.reply.format
source: @%@ replied to you
zh_hans: @%@ 回复你

# push.encrypted_fallback.body
source: Open Dexo to view this notification.
zh_hans: 打开 Dexo 查看此通知。

# push.encrypted_fallback.title
source: New forum notification
zh_hans: 新的论坛通知

# push.new_topic.fallback.body
source: Open Dexo to view the topic.
zh_hans: 打开 Dexo 查看主题。
